export const questionsLevel3 = [ 
    {
        id: 1,
        text: 'Какие стратегии переговоров предполагают работу обеих сторон над поиском взаимовыгодного решения?',
        answers: [
            {
                id: 3,
                text: 'Компромисс',
                isCorrect: true
            },
            {
                id: 2,
                text: 'Cотрудничество',
                isCorrect: true

            },
            {
                id: 1,
                text: 'Cоперничество',
            },
            {
                id: 4,
                text: 'Уклонение',
            },
            {
                id: 5,
                text: 'Приспособление',
            },
        ],
        amount: 5
    },
    {
        id: 2,
        text: 'Какие этапы входят в цикл управления качеством PDCA?',
        answers: [
            {
                id: 1,
                text: 'Планируй',
                isCorrect: true
            },
            {
                id: 2,
                text: 'Проверяй',
                isCorrect: true
            },
            {
                id: 3,
                text: 'Анализируй',
            },
            {
                id: 4,
                text: 'Действуй',
                isCorrect: true
            },
            {
                id: 5,
                text: 'Завершай',
            },
        ],
        amount: 5
    },
    {
        id: 8,
        text: 'Олеся, сотрудник отдела закупок, знает как важно создать атмосферу доверия во время ведения переговоров для эффективного взаимодействия. Выбери верные утверждения, отражающие доверительную атмосферу во время ведения переговоров?',
        answers: [
            {
                id: 1,
                text: 'Активное слушание',
                isCorrect: true
            },
            {
                id: 2,
                text: 'Честность и прозрачность',
                isCorrect: true
            },
            {
                id: 3,
                text: 'Уважение к мнению другой стороны',
                isCorrect: true
            },
            {
                id: 4,
                text: 'Незаметная манипуляция',
            },
            {
                id: 5,
                text: 'Эффектные фразы и громкие обещания',
            },
        ],
        amount: 5,
    },
    {
        id: 3,
        text: 'Во сколько лет можно стать Директором предприятия с оборотом в несколько десятков миллионов во «Вкусно – и точка»? Выбери самый ранний возможный возраст.',
        answers: [
            {
                id: 4,
                text: '16-18 лет',
            },
            {
                id: 1,
                text: '20-25 лет',
                isCorrect: true
            },
            {
                id: 2,
                text: '25-30 лет',
            },
            {
                id: 3,
                text: '35-40 лет',
            },
        ],
    },
    {
        id: 4,
        text: 'Как компания «Вкусно – и точка» поддерживает качество своей продукции?',
        answers: [
            {
                id: 4,
                text: 'Строгие стандарты качества',
                isCorrect: true
            },
            {
                id: 1,
                text: 'Независимые аудиты поставщиков',
                isCorrect: true
            },
            {
                id: 2,
                text: 'Ежегодное обновление меню',
            },
            {
                id: 3,
                text: 'Разработка новых рекламных стратегий',
            },
            {
                id: 5,
                text: 'Поддержка системы пищевой безопасности у поставщиков',
                isCorrect: true
            },
        ],
        amount: 5,
    },
    {
        id: 5,
        text: 'Ты предложил своему другу пройти собеседование, устроиться на работу и работать вместе с тобой. Какие советы можно дать другу по лучшему позиционированию себя в начале карьеры?',
        answers: [
            {
                id: 4,
                text: 'Приукрась описание о своем опыте - все равно никто не проверит правда это или нет',
            },
            {
                id: 1,
                text: 'Попроси друзей или родственников написать о тебе положительные рекомендации как о работнике',
            },
            {
                id: 2,
                text: 'Найди свою уникальность: чем ты выгодно отличаешься от других?',
                isCorrect: true
            },
            {
                id: 3,
                text: 'Расскажи о своих увлечениях',
                isCorrect: true
            },
        ],
        amount: 4,
    },
    {
        id: 6,
        text: 'Какие действия/меры помогают «Вкусно – и точка» повышать эффективность процессов обслуживания и приготовления продукции?',
        answers: [
            {
                id: 4,
                text: 'Использование четких инструкций/стандартов по приготовлению продукции и обслуживанию гостей',
                isCorrect: true
            },
            {
                id: 1,
                text: 'Размещение оборудования для минимизации перемещений',
                isCorrect: true
            },
            {
                id: 2,
                text: 'Принудительное изменение стандартов при выпуске нового блюда',
            },
            {
                id: 3,
                text: 'Использование замороженных продуктов для ускорения работы',
            },
        ],
        amount: 4,
    },
    {
        id: 7,
        text: 'Какие конкурентные преимущества считаются ключевыми в компании «Вкусно – и точка»?',
        answers: [
            {
                id: 3,
                text: 'Доступность для гостей',
                isCorrect: true
            },
            {
                id: 1,
                text: 'Высокая прибыль',
            },
            {
                id: 2,
                text: 'Качество',
                isCorrect: true
            },
            {
                id: 4,
                text: 'Быстрый и гостеприимный сервис',
                isCorrect: true
            },
            {
                id: 5,
                text: 'Низкие производственные затраты',
            },
        ],
        amount: 5,
    },
    {
        id: 9,
        text: 'Какие полезные правила помогут директору предприятия Оле, при составлении гибкого расписания на неделю?',
        answers: [
            {
                id: 1,
                text: 'Определи основные направления деятельности на следующую неделю для достижения целей на месяц',
                isCorrect: true
            },
            {
                id: 2,
                text: 'Выбери два-три важных результата для каждого из направлений деятельности',
                isCorrect: true
            },
            {
                id: 3,
                text: 'Спланируй ваше время, учитывая особенности дня и внешние обстоятельства',
                isCorrect: true
            },
            {
                id: 4,
                text: 'Поставь себе глобальные цели на год',
            },
            {
                id: 5,
                text: 'Каскадируй годовые цели на месяцы, а затем на недели',
            },
        ],
        amount: 5,
    },
    {
        id: 10,
        text: 'Давай проверим твою внимательность! Продукция меню «Вкусно – и точка» ежедневно проверяется на соответствие высоким стандартам качества и безопасности. Сколько проверок в месяц мы проводим, чтобы наши гости получали самые свежие и вкусные продукты?',
        answers: [
            {
                id: 1,
                text: 'Около 10',
            },
            {
                id: 2,
                text: '50 проверок в месяц',
            },
            {
                id: 3,
                text: '250 проверок в месяц',
            },
            {
                id: 4,
                text: '500 проверок в месяц',
                isCorrect: true
            },
            {
                id: 5,
                text: '1500 проверок в месяц',
            },
        ],
    },
];
