export const questionsLevel5 = [ 
    {
        id: 1,
        text: 'Что такое «барьеры коммуникации»?',
        answers: [
            {
                id: 1,
                text: 'Это приемы, которые способствуют обмену информацией и обеспечивают эффективное взаимодействие между участниками общения',
            },
            {
                id: 2,
                text: 'Это препятствия, вызванные естественными, социальными и психологическими факторами, внутри процесса коммуникации',
                isCorrect: true
            },
            {
                id: 3,
                text: 'Это сложная форма высказывания, в котором человек говорит о своих намерениях и состоянии, о своих чувствах',
            },
        ],
    },
    {
        id: 2,
        text: 'Выбери все верные составляющие авторитета руководителя.',
        answers: [
            {
                id: 4,
                text: 'Честность',
                isCorrect: true
            },
            {
                id: 1,
                text: 'Надёжность',
                isCorrect: true
            },
            {
                id: 2,
                text: 'Харизма',
            },
            {
                id: 3,
                text: 'Близость',
                isCorrect: true
            },
            {
                id: 5,
                text: 'Авторитарность',
            },
        ],
        amount: 5,
    },
    {
        id: 3,
        text: 'Чем занимается Лидер участка во «Вкусно – и точка»?',
        answers: [
            {
                id: 1,
                text: 'Организует работу команды смены',
            },
            {
                id: 2,
                text: 'Отвечает за все направления работы предприятия и развитие бизнеса',
            },
            {
                id: 3,
                text: 'Управляет работой отдельного участка «Обслуживание» или «Производство»',
                isCorrect: true
            },
            {
                id: 4,
                text: 'Принимает заказы и готовит легендарные продукты',
            },
        ],
    },
    {
        id: 4,
        text: 'Мы наблюдаем за тем, как Эля проводит обучение нового сотрудника. Сейчас она рассказывает, какие во «Вкусно – и точка» есть стандарты по обслуживанию , чтобы гости получали гостеприимный быстрый сервис при каждом визите в предприятия. На каком этапе алгоритма передачи опыта они сейчас?',
        answers: [
            {
                id: 1,
                text: '«Я расскажу, ты послушай»',
                isCorrect: true
            },
            {
                id: 2,
                text: '«Я покажу, ты посмотри»',
            },
            {
                id: 3,
                text: '«Сделаем вместе»',
            },
            {
                id: 4,
                text: '«Сделай сам, я подскажу»',
            },
            {
                id: 5,
                text: '«Сделай сам, расскажи что сделал»',
            },
        ],
    },
    {
        id: 5,
        text: 'Какие характеристики наиболее важны для наставника, чтобы создать дружелюбную атмосферу с новичком?',
        answers: [
            {
                id: 4,
                text: 'Высокий профессиональный ранг',
            },
            {
                id: 1,
                text: 'Малый срок работы в компании',
            },
            {
                id: 2,
                text: 'Небольшая разница в позициях между наставником и новичком',
                isCorrect: true
            },
            {
                id: 3,
                text: 'Эмпатия и терпеливость',
                isCorrect: true
            }, 
            {
                id: 5,
                text: 'Умение работать в одиночку',
            },
        ],
        amount: 5,
    },
    {
        id: 6,
        text: 'Сергей, новый менеджера предприятия, столкнулся на смене с большим количеством новых задач по организации работы участка «Обслуживания». Ранее все задачи Сергей выполнял с наставником, пришло время выполнять их самостоятельно. Волнение, эмоции переполняют Сергея. Какой способ работы с эмоциями самый эффективный и полезный?',
        answers: [
            {
                id: 4,
                text: 'Управление эмоциями',
                isCorrect: true
            },
            {
                id: 1,
                text: 'Подавление эмоций',
            },
            {
                id: 2,
                text: 'Проявление эмоций в том виде, в котором они возникают',
            },
        ],
    },
    {
        id: 7,
        text: 'Какое из приведенных определений относится к самосознанию?',
        answers: [
            {
                id: 4,
                text: 'Понимание эмоций окружающих и способность общаться с другими с учетом их внутреннего состояния',
            },
            {
                id: 1,
                text: 'Умение взаимодействовать с людьми, управлять их эмоциями, улаживать конфликты, работать в команде или возглавлять ее',
            },
            {
                id: 2,
                text: 'Умение управлять своими эмоциями и сохранять эмоциональный баланс даже в критических ситуациях',
            },
            {
                id: 3,
                text: 'Способность осознавать и анализировать собственные эмоции, а также знание своих слабых и сильных сторон',
                isCorrect: true
            },
        ],
    },
    {
        id: 8,
        text: 'Марина работает с документами и допускает ошибку, которую замечает её коллега и сообщает об этом всей команде. Марина сразу думает: «Теперь все будут считать меня невнимательной», и начинает паниковать. Какой элемент эмоциональной реакции описывает её паническую реакцию?',
        answers: [
            {
                id: 3,
                text: 'Ситуация-триггер',
            },
            {
                id: 1,
                text: 'Мысль-оценка',
            },
            {
                id: 2,
                text: 'Эмоция',
            },
            {
                id: 4,
                text: 'Реакция-действие',
                isCorrect: true
            },
        ],
    },
    {
        id: 9,
        text: 'Какой этап модели SECI включает в себя «впитывание» знаний членами команды?',
        answers: [
            {
                id: 3,
                text: 'Социализация',
            },
            {
                id: 1,
                text: 'Экстернализация',
            },
            {
                id: 2,
                text: 'Комбинация',
            },
            {
                id: 4,
                text: 'Интернализация',
                isCorrect: true
            },
        ],
    },
    {
        id: 10,
        text: 'Какие действия помогут организации развить культуру управления знаниями и информацией?',
        answers: [
            {
                id: 1,
                text: 'Регулярное проведение рефлексий после завершения проектов',
                isCorrect: true
            },
            {
                id: 2,
                text: 'Использование цифровых платформ для хранения знаний',
                isCorrect: true
            },
            {
                id: 3,
                text: 'Передача знаний только от руководителей',
            },
            {
                id: 4,
                text: 'Мотивирование сотрудников делиться опытом и идеями',
                isCorrect: true
            },
        ],
        amount: 4
    },
];
