import qPic from './assets/question5.png';

export const questionsLevel5 = [ 
    {
        id: 1,
        text: 'Посмотри на фотографию человека и определи, какую эмоцию он испытывает',
        questionImg: qPic,
        answers: [
            {
                id: 1,
                text: 'Радость',
            },
            {
                id: 2,
                text: 'Злость',
            },
            {
                id: 3,
                text: 'Удивление',
                isCorrect: true
            },
            {
                id: 4,
                text: 'Страх',
            },
            {
                id: 5,
                text: 'Грусть',
            },
            {
                id: 6,
                text: 'Предвкушение',
            },
        ],
    },
    {
        id: 2,
        text: 'Что такое «барьеры коммуникации»?',
        answers: [
            {
                id: 1,
                text: 'Это приемы, позволяющие вовлечь коллег в диалог, помогающие преодолеть барьеры в общении',
            },
            {
                id: 2,
                text: 'Это препятствия, вызванные естественными, социальными и психологическими факторами, внутри процесса коммуникации',
                isCorrect: true
            },
            {
                id: 3,
                text: 'Это сложная форма высказывания, в котором человек говорит о своих намерениях и состоянии, о своих чувствах',
            },
        ],
    },
    {
        id: 8,
        text: 'Если бы можно было выбрать Лидера среди бургеров «Вкусно — и точка», кто бы им стал?',
        answers: [
            {
                id: 1,
                text: 'Конечно Биг Хит!',
                isCorrect: true
            },
            {
                id: 2,
                text: '100% Биг Спешиал',
                isCorrect: true
            },
            {
                id: 3,
                text: 'Безусловно Чизбургер',
                isCorrect: true
            },
            {
                id: 4,
                text: 'Нет никаких сомнений, что Гранд де люкс!',
                isCorrect: true
            },
        ],
    },
    {
        id: 3,
        text: 'Что такое эмоциональный интеллект?',
        answers: [
            {
                id: 4,
                text: 'Это умение мыслить логически',
            },
            {
                id: 1,
                text: 'Это умение подавлять и скрывать свои эмоции, когда нужно',
            },
            {
                id: 2,
                text: 'Это умение распознавать свои и чужие эмоции и управлять ими',
                isCorrect: true
            },
            {
                id: 3,
                text: 'Это умение заставлять людей делать то, что я захочу',
            },
        ],
    },
    {
        id: 4,
        text: 'Выбери все верные составляющие авторитета руководителя.',
        answers: [
            {
                id: 4,
                text: 'Честность',
                isCorrect: true
            },
            {
                id: 1,
                text: 'Надежность',
                isCorrect: true
            },
            {
                id: 2,
                text: 'Харизма',
            },
            {
                id: 3,
                text: 'Близость',
                isCorrect: true
            },
            {
                id: 5,
                text: 'Авторитарность',
            },
        ],
        amount: 5,
    },
    {
        id: 5,
        text: 'Какой способ работы с эмоциями самый эффективный и полезный?',
        answers: [
            {
                id: 4,
                text: 'Управление эмоциями',
                isCorrect: true
            },
            {
                id: 1,
                text: 'Подавление эмоций',
            },
            {
                id: 2,
                text: 'Проявление эмоций в том виде, в котором они возникают',
            },
        ],
    },
    {
        id: 6,
        text: 'В каком случае новые знания усваиваются лучше?',
        answers: [
            {
                id: 4,
                text: 'При изучении теоретических курсов',
            },
            {
                id: 1,
                text: 'При участии в мастер-классе',
            },
            {
                id: 2,
                text: 'При использовании на практике',
                isCorrect: true
            },
            {
                id: 3,
                text: 'При просмотре видео',
            },
        ],
    },
    {
        id: 7,
        text: 'Какой этап модели SECI включает в себя «впитывание» знаний членами команды?',
        answers: [
            {
                id: 3,
                text: 'Социализация',
            },
            {
                id: 1,
                text: 'Экстернализация',
            },
            {
                id: 2,
                text: 'Комбинация',
            },
            {
                id: 4,
                text: 'Интернализация',
                isCorrect: true
            },
        ],
    },
    {
        id: 9,
        text: 'Мы наблюдаем за тем, как Эля проводит наставничество над новеньким сотрудником. Сейчас она рассказывает ему о том, как у нас принято общаться с гостем. На каком этапе алгоритма передачи опыта они сейчас?',
        answers: [
            {
                id: 1,
                text: '«Я расскажу, ты послушай»',
                isCorrect: true
            },
            {
                id: 2,
                text: '«Я покажу, ты посмотри»',
            },
            {
                id: 3,
                text: '«Сделаем вместе»',
            },
            {
                id: 4,
                text: '«Сделай сам, я подскажу»',
            },
            {
                id: 5,
                text: '«Сделай сам, расскажи что сделал»',
            },
        ],
    },
    {
        id: 10,
        text: 'Что происходит после завершения всех четырех этапов модели SECI?',
        answers: [
            {
                id: 1,
                text: 'Процесс останавливается',
            },
            {
                id: 2,
                text: 'Начинается новый цикл обмена неявными знаниями',
                isCorrect: true
            },
            {
                id: 3,
                text: 'Знания заносятся в обучающую систему',
            },
            {
                id: 4,
                text: 'Все знания становятся явными',
            },
        ],
    },
];
