export const questionsLevel4 = [ 
    {
        id: 1,
        text: 'Представим ситуацию. Ты директор предприятия в городе N... Предлагаешь директору соседнего предприятия: «Давай подумаем, как  организовать волонтерское мероприятие по уборке в городском парке. Организовать мероприятие нужно к весной, поэтому подготовку нужно начать уже сейчас. Твой партнер по бизнесу, директор соседнего предприятия, отвечает: "Подожди, сейчас у меня есть более важные бизнес-задачи, сначала разберусь с ними»',
        answers: [
            {
                id: 1,
                text: 'Cоперничество',
            },
            {
                id: 2,
                text: 'Cотрудничество',
            },
            {
                id: 3,
                text: 'Компромисс',
            },
            {
                id: 4,
                text: 'Уклонение',
                isCorrect: true
            },
            {
                id: 5,
                text: 'Приспособление',
            },
        ],
    },
    {
        id: 2,
        text: 'Что нужно сделать в первую очередь после того, как ты придумал идею своего бизнеса?',
        answers: [
            {
                id: 1,
                text: 'Провести исследование рынка',
                isCorrect: true
            },
            {
                id: 2,
                text: 'Написать подробный бизнес-план',
            },
            {
                id: 3,
                text: 'Дождаться первой прибыли',
            },
            {
                id: 4,
                text: 'Развить свой бизнес, внести изменения',
            },
        ],
    },
    {
        id: 8,
        text: 'Олеся, сотрудник отдела закупок, знает как важно создать атмосферу доверия во время ведения переговоров для эффективного взаимодействия. Выбери верные утверждения, отражающие доверительную атмосферу во время ведения переговоров?',
        answers: [
            {
                id: 1,
                text: 'Активное слушание',
                isCorrect: true
            },
            {
                id: 2,
                text: 'Честность и прозрачность',
                isCorrect: true
            },
            {
                id: 3,
                text: 'Уважение к мнению другой стороны',
                isCorrect: true
            },
            {
                id: 4,
                text: 'Незаметная манипуляция',
            },
            {
                id: 5,
                text: 'Эффектные фразы и громкие обещания',
            },
        ],
        amount: 5,
    },
    {
        id: 3,
        text: 'Во сколько лет можно стать Директором предприятия с оборотом в несколько десятков миллионов во «Вкусно – и точка»? Выбери самый ранний возможный возраст.',
        answers: [
            {
                id: 4,
                text: '16-18 лет',
            },
            {
                id: 1,
                text: '20-25 лет',
                isCorrect: true
            },
            {
                id: 2,
                text: '25-30 лет',
            },
            {
                id: 3,
                text: '35-40 лет',
            },
        ],
    },
    {
        id: 4,
        text: 'Выбери все верные характеристики BANI мира.',
        answers: [
            {
                id: 4,
                text: 'Хрупкий',
                isCorrect: true
            },
            {
                id: 1,
                text: 'Нелинейный',
                isCorrect: true
            },
            {
                id: 2,
                text: 'Непостижимый',
                isCorrect: true
            },
            {
                id: 3,
                text: 'Нестабильный',
            },
            {
                id: 5,
                text: 'Сложный',
            },
        ],
        amount: 5,
    },
    {
        id: 5,
        text: 'Ниже ты увидишь несколько советов о том, как лучше позиционировать себя в начале карьеры. Выбери те, которые принесут положительный результат.',
        answers: [
            {
                id: 4,
                text: 'Приукрась описание о своем опыте - все равно никто не проверит правда это или нет',
            },
            {
                id: 1,
                text: 'Попроси друзей или родственников написать о тебе положительные рекомендации как о работнике',
            },
            {
                id: 2,
                text: 'Найди свою уникальность: чем ты выгодно отличаешься от других?',
                isCorrect: true
            },
            {
                id: 3,
                text: 'Расскажи о своих увлечениях',
                isCorrect: true
            },
        ],
        amount: 4,
    },
    {
        id: 6,
        text: 'Прочитай ситуацию и выбери, какую гибкость проявил Вася в истории.\n«При столкновении с неожиданной проблемой на работе Вася не сложил руки и не расстроился, а решил рассмотреть альтернативные подходы и найти креативное решение, вместо того чтобы зацикливаться на одной идее».',
        answers: [
            {
                id: 4,
                text: 'Гибкость мышления',
                isCorrect: true
            },
            {
                id: 1,
                text: 'Гибкость в общении',
            },
            {
                id: 2,
                text: 'Гибкость планирования',
            },
            {
                id: 3,
                text: 'Физическая гибкость',
            },
        ],
    },
    {
        id: 7,
        text: 'Вся продукция во "Вкусно – и точка" соответствует Золотым стандартам качества. Что ты любишь больше всего?',
        answers: [
            {
                id: 3,
                text: 'Золотистая картошечка фри',
                isCorrect: true
            },
            {
                id: 1,
                text: 'Сочный Биг Хит',
                isCorrect: true
            },
            {
                id: 2,
                text: 'Сытный Биг Спешиал',
                isCorrect: true
            },
            {
                id: 4,
                text: 'Восхитительный клубничный молочный коктейль',
                isCorrect: true
            },
            {
                id: 5,
                text: 'Хрустящие наггетсы',
                isCorrect: true
            },
        ],
    },
    {
        id: 9,
        text: 'Выбери все полезные правила при составлении гибкого недельного расписания.',
        answers: [
            {
                id: 1,
                text: 'Определи основные направления деятельности на следующую неделю для достижения целей на месяц',
                isCorrect: true
            },
            {
                id: 2,
                text: 'Выбери два-три важных результата для каждого из направлений деятельности',
                isCorrect: true
            },
            {
                id: 3,
                text: 'Спланируй ваше время, учитывая особенности дня и внешние обстоятельства',
                isCorrect: true
            },
            {
                id: 4,
                text: 'Поставь себе глобальные цели на год',
            },
            {
                id: 5,
                text: 'Каскадируй годовые цели на месяцы, а затем на недели',
            },
        ],
        amount: 5,
    },
    {
        id: 10,
        text: 'Давай проверим твою внимательность! Продукция меню «Вкусно – и точка» ежедневно проверяется на соответствие высоким стандартам качества и безопасности. Сколько проверок в месяц мы проводим, чтобы наши гости получали самые свежие и вкусные продукты?',
        answers: [
            {
                id: 1,
                text: 'Около 10',
            },
            {
                id: 2,
                text: '50 проверок в месяц',
            },
            {
                id: 3,
                text: '250 проверок в месяц',
            },
            {
                id: 4,
                text: '500 проверок в месяц',
                isCorrect: true
            },
            {
                id: 5,
                text: '1500 проверок в месяц',
            },
        ],
    },
];
