export const questionsLevel4 = [ 
    {
        id: 1,
        text: 'Выбери варианты ответа, которые являются системами',
        answers: [
            {
                id: 1,
                text: 'Приложения на телефоне',
            },
            {
                id: 2,
                text: 'Стопка бумаг',
            },
            {
                id: 3,
                text: 'Организм человека',
                isCorrect: true
            },
            {
                id: 4,
                text: 'Книжная полка',
            },
            {
                id: 5,
                text: 'Часовой механизм',
                isCorrect: true
            },
            {
                id: 6,
                text: 'Футбольная команда',
                isCorrect: true
            },
        ],
        amount: 5,
    },
    {
        id: 2,
        text: 'Помнишь, мы говорили о таком свойстве системы, как эмержентность (свойство системы приобретать такие новые свойства, которых нет у каждого её отдельного элемента). Выбери из представленных названия эмерджентных свойств, возникающих в природной системе',
        answers: [
            {
                id: 1,
                text: 'Деревья',
            },
            {
                id: 2,
                text: 'Облако',
                isCorrect: true
            },
            {
                id: 3,
                text: 'Гора',
            },
            {
                id: 4,
                text: 'Озеро',
            },
            {
                id: 5,
                text: 'Радуга',
                isCorrect: true
            },
        ],
        amount: 5,
    },
    {
        id: 3,
        text: 'Определи, какой тип обратной связи описан ниже: «Аня, ассистент директора предприятия, готовится стать руководителем департамента Сервис. Для этого она изучает обучающий курс для руководителя департамента. У нее появилось много новых знаний, полезных инструментов для работы, но прогресс в обучении притормозился, полученные знания в начале курса стали забываться.»',
        answers: [
            {
                id: 4,
                text: 'Усиливающая',
            },
            {
                id: 1,
                text: 'Балансирующая',
                isCorrect: true
            },
            {
                id: 2,
                text: 'Упреждающая',
            },
        ],
    },
    {
        id: 4,
        text: 'Какие из перечисленных элементов входят в систему управления качеством во «Вкусно — и точка»?',
        answers: [
            {
                id: 4,
                text: 'Обучение персонала',
                isCorrect: true
            },
            {
                id: 1,
                text: 'Стандарты приготовления',
                isCorrect: true
            },
            {
                id: 2,
                text: 'Разработка новинок в меню',
            },
            {
                id: 3,
                text: 'Закупка нового оборудования',
            },
            {
                id: 5,
                text: 'Контроль качества',
                isCorrect: true
            },
        ],
        amount: 5,
    },
    {
        id: 5,
        text: 'Представь ситуацию, в отдел IT от руководителей предприятий, стали часто поступать комментарии от гостей, что интерфейс мобильного приложения сложный. Какой будет первый шаг в решении этой проблемы?',
        answers: [
            {
                id: 4,
                text: 'Начать разрабатывать новый интерфейс',
            },
            {
                id: 1,
                text: 'Выявить проблему',
                isCorrect: true
            },
            {
                id: 2,
                text: 'Придумать, как упростить интерфейс',
            },
            {
                id: 3,
                text: 'Подробно изучить жалобы гостей',
            }, 
            {
                id: 5,
                text: 'Поставить себе цель по улучшению интерфейса',
            },
        ],
    },
    {
        id: 6,
        text: 'Команда IT для поиска новых идей для улучшения работы кассовой системы решила провести мозговой штурм. Как должен быть организован процесс мозгового штурма?',
        answers: [
            {
                id: 1,
                text: 'Записываются только лучшие идеи',
            },
            {
                id: 4,
                text: 'Непрактичные идеи сразу отбрасываются',
            },
            {
                id: 2,
                text: 'Записываются все идеи без оценок',
                isCorrect: true
            },
            {
                id: 3,
                text: 'Создается комиссия по утверждению идей',
            },
            {
                id: 5,
                text: 'Нестандартные идеи тоже принимаются во внимание',
                isCorrect: true
            },
        ],
        amount: 5,
    },
    {
        id: 7,
        text: 'В меню «Вкусно — и точка» появилась сезонная новинка — Таёжный пунш. Какую задачу для гостей  решает компания вводя новый горячий напиток?',
        answers: [
            {
                id: 1,
                text: 'Недостаток местных ингредиентов в напитках',
            },
            {
                id: 2,
                text: 'Нехватка сладких десертов',
            },
            {
                id: 3,
                text: 'Потребность в согревающем напитке в осенне-зимний период',
                isCorrect: true
            },
            {
                id: 4,
                text: 'Увеличение потребности в холодных напитках',
            },
        ],
    },
    {
        id: 8,
        text: 'Маша работает над сложным диджитальным проектом по разработке нового карьерного сайта, и чувствует, что не может сосредоточиться на деталях. Какое решение лучше поможет Маше справиться с задачей?',
        answers:[
            {
                id: 4,
                text: 'Работать быстрее, чтобы закончить проект как можно скорее',
            },
            {
                id: 1,
                text: 'Разделить проект на более мелкие подпроекты',
                isCorrect: true
            },
            {
                id: 2,
                text: 'Сосредоточиться на общем результате',
            },
            {
                id: 3,
                text: 'Создать диаграммы и таблицы для удобства',
                isCorrect: true
            },
            {
                id: 5,
                text: 'Фокусироваться на всех подзадачах одновременно',
            },
            {
                id: 6,
                text: 'Попросить совета у более опытных коллег',
                isCorrect: true
            },
        ],
        amount: 6,
    },
    {
        id: 9,
        text: 'Михаил, старший специалист по развитию информационных технологий, при работе в кросс-функциональной команде над реализацией нового проекта, имеет высокий уровень влияния, но низкий интерес к проекту. Какую стратегию общения с ним тебе лучше выбрать?',
        answers:[
            {
                id: 4,
                text: 'Информировать их о ходе проекта по запросу',
            },
            {
                id: 1,
                text: 'Вовлечь их в работу и собирать данные',
            },
            {
                id: 2,
                text: 'Согласовывать с ними ключевые решения',
                isCorrect: true
            },
            {
                id: 3,
                text: 'Активно сотрудничать и учитывать их идеи максимально',
            },
        ],
    },
    {
        id: 10,
        text: 'Какие основные ценности заложены в подходе Учебного центра «Вкусно — и точка» к обучению и развитию сотрудников?',
        answers:[
            {
                id: 4,
                text: 'Поддержка инновационных и современных подходов к обучению',
                isCorrect: true
            },
            {
                id: 1,
                text: 'Умение применять полученные навыки на практике',
                isCorrect: true
            },
            {
                id: 2,
                text: 'Акцент на личной эффективности и минимизации корпоративного взаимодействия',
            },
            {
                id: 3,
                text: 'Развитие корпоративной культуры и деловых коммуникаций',
                isCorrect: true
            },
            {
                id: 5,
                text: 'Внедрение жестких стандартов',
            },
        ],
        amount: 5,
    },
];
